Repository: 0xKheops/winwise-spmailing
Catalog: Resources/Winwise.SPMailing.*.resx
Languages: fr_fr

# ContentType_CategoryTemplate_Name
source: Category template
fr_fr: Modèle de catégorie

# ContentType_Category_Name
source: Category
fr_fr: Catégorie

# ContentType_ContactRecipient_Name
source: Contact recipient
fr_fr: Contact destinataire

# ContentType_MailingDefinition_Name
source: Mailing definition
fr_fr: Définition de mailing

# ContentType_MailingTemplate_Name
source: Mailing template
fr_fr: Modèle de mailing

# ContentType_RecipientsList_Name
source: Recipients list
fr_fr: Liste de destinataires

# Feature_Web_Mailings_Description
source: Extract SharePoint content to generate and send mailings such as newsletters
fr_fr: Génération de mailings (newsletters par exemple) à partir de contenu issu de SharePoint

# Field_AutoGenerate_Description
source: If enabled, the mailing definition workflow will automatically generate a mailing every X days, X corresponding to the "DaysOffset filter" field. Use SharePoint alerts on the mailings list to be notified. Mailings won't be sent automatically. If enabled, the first mailing will be generated as soon as this item is modified.
fr_fr: Si activé, un workflow génère un mailing tous les X jours (X correspondant au filtre DaysOffset). Configurez une alerte SharePoint sur la liste des mailings pour être alerté de la création d'un mailing. Si l'auto génération est activé, un mailing est généré immédiatement après l'enregistrement de cet élément.

# Field_AutoGenerate_Title
source: Automatic generation
fr_fr: Génération automatique

# Field_Categories_Description
source: Categories that will be rendered in the mailing
fr_fr: Catégories insérées dans le mailing

# Field_Categories_Title
source: Categories
fr_fr: Catégories

# Field_CategoryTemplate_Description
source: XSLT transformation used to render this category
fr_fr: Transformation XSLT utilisée pour générer le rendu de cette catégorie

# Field_CategoryTemplate_Title
source: Category Template
fr_fr: Modèle de catégorie

# Field_ContactRecipients_Title
source: Contact Recipients
fr_fr: Contacts destinataires

# Field_DaysOffset_Description
source: When a mailing is generated, categories that use date filters in their query can use this field to filter items that have been modified or created within the X previous days
fr_fr: Lorsqu'un mailing est généré, les catégories qui utilisent un filtre de date peuvent utiliser la valeur de ce champ pour filtrer sur les éléments ayant été modifiés ou créés durant les X derniers jours. Pour ce faire, utiliser le tag [DAYSOFFSET] dans la requête CAML.

# Field_DaysOffset_Title
source: DaysOffset filter
fr_fr: Filtre DaysOffset

# Field_Footer_Title
source: Footer
fr_fr: Bas de page

# Field_GenerationUser_Description
source: Use this field to specify which user account is used to execute content extraction during the mailing generation. Warning : if this field is not set, system account will be used.
fr_fr: L'utilisateur témoin est le compte utilisateur utilisé pour effectuer les requêtes des catégories. Si il n'est pas spécifié, le compte système est utilisé.

# Field_GenerationUser_Title
source: Impersonate User
fr_fr: Utilisateur témoin

# Field_Header_Title
source: Header
fr_fr: En-tête

# Field_Label_Description
source: Represents the display name of the category.It can be used in the category's XSL template
fr_fr: Nom d'affichage de la catégorie. Il peut être utilisé dans la transformation XSLT associée.

# Field_Label_Title
source: Label
fr_fr: Libellé

# Field_MailBody_Title
source: Mail Body
fr_fr: Contenu du mail

# Field_MailingDefinition_Description
source: Mailing definition from which this mailing has been generated
fr_fr: Définition de mailing à partir de laquelle ce mailing a été généré.

# Field_MailingDefinition_Title
source: Mailing Definition
fr_fr: Définition de mailing

# Field_MailingTemplate_Description
source: HTML template that will be used to render the mailing
fr_fr: Modèle HTML utilisé pour le rendu du mailing

# Field_MailingTemplate_Title
source: Mailing Template
fr_fr: Modèle de mailing

# Field_MailSubject_Title
source: Mail Subject
fr_fr: Objet du mail

# Field_PeopleAndGroupsRecipients_Description
source: SharePoint users and groups targeted by this recipients list
fr_fr: Comptes utilisateurs et groupes AD cibles

# Field_PeopleAndGroupsRecipients_Title
source: SharePoint Users
fr_fr: Utilisateurs destinataires

# Field_Query_Description
source: CAML Query that will filter items for this category. Example : <Where><Geq><FieldRef Name="Modified"/><Value Type="DateTime"><Today OffsetDays="-[DAYSOFFSET]"/></Value></Geq></Where><OrderBy><FieldRef Name="Modified" Ascending='FALSE' /></OrderBy>
fr_fr: Requête CAML utilisée pour filtrer et trier les éléments de la catégorie. Exemple : <Where><Geq><FieldRef Name="Modified"/><Value Type="DateTime"><Today OffsetDays="-[DAYSOFFSET]"/></Value></Geq></Where><OrderBy><FieldRef Name="Modified" Ascending='FALSE' /></OrderBy>

# Field_Query_Title
source: CAML Query
fr_fr: Requête CAML

# Field_RecipientsLists_Title
source: Recipients Lists
fr_fr: Listes de destinataires

# Field_Recipients_Title
source: Recipients
fr_fr: Destinataires

# Field_Sent_Description
source: Indicates if this mailing has been sent. A mailing cannot be sent twice.
fr_fr: Indique si un mailing a été envoyé. Un mailing ne peut être envoyé qu'une fois.

# Field_Sent_Title
source: Sent
fr_fr: Envoyé

# Field_Type_Description
source: Indicates if this category targets a site and all of it's sub sites, or only a single list
fr_fr: Indique si la requête CAML cible une liste en particulier, ou un site et ses sous-sites

# Field_Url_Description
source: Url of the list or site (depending on the Type field) targeted by the query
fr_fr: Url de la liste ou du site ciblé par la requête CAML

# Field_ViewFields_Description
source: Indicates which fields must be retrieved by the category's query
fr_fr: Champs récupérés par la requête CAML

# GenerateMailing_Processing_LeadingHTML
source: Please wait...
fr_fr: Veuillez patienter...

# GenerateMailing_Processing_TrailingHTML
source: Mailing generation in progress
fr_fr: Génération du mailing en cours

# ListInstance_Categories_Description
source: Elements in this list represent SharePoint content extractions that can be included in mailings
fr_fr: Les éléments de cette liste correspondent à des extractions de contenu SharePoint qu'il est possible d'exploiter dans une définition de mailing

# ListInstance_Categories_Title
source: Categories
fr_fr: Catégories

# ListInstance_CategoryTemplates_Description
source: This library contains XSL templates used to render categories
fr_fr: Cette librairie contient les transformations XSLT utilisables pour formater les catégories

# ListInstance_CategoryTemplates_Title
source: Category Templates
fr_fr: Modèles de catégories

# ListInstance_ContactRecipients_Description
source: This contact list's items can be used as recipients in recipients lists
fr_fr: Les contacts de cette liste peuvent être utilisés comme destinataires dans les listes de destinataires

# ListInstance_ContactRecipients_Title
source: Contact Recipients
fr_fr: Contacts destinataires

# ListInstance_MailingDefinitions_Description
source: Elements in this list represent pre-configured mailings. A workflow can be used to automatically generate them every X days, or they can be generated manually
fr_fr: Les éléments de cette liste représentent des modèles de mailings pré-configurés. A partir d'une définition de mailing, on peut générer un mailing manuellement ou automatiquement à intervalles réguliers.

# ListInstance_MailingDefinitions_Title
source: Mailing Definitions
fr_fr: Définitions de mailings

# ListInstance_Mailings_Description
source: Elements in this list are mailings that have been generated from mailing definitions, they can be sent from here. This list can also be used to hand-write mailings and send them.
fr_fr: Les éléments de cette liste correspondent à des mailings générés à partir de définitions de mailings.

# ListInstance_MailingTemplates_Description
source: This library contain html templates used to generate mailings
fr_fr: Cette librairie contient les modèles HTML exploités par les définitions de mailings.

# ListInstance_MailingTemplates_Title
source: Mailing Templates
fr_fr: Modèles de mailings

# ListInstance_RecipientsLists_Description
source: This list contains reusable lists of recipients used by mailing definitions
fr_fr: Listes de destinataires exploitées par les définitions de mailing

# ListInstance_RecipientsLists_Title
source: Recipients Lists
fr_fr: Listes de destinataires

# Log_BeginGeneration
source: Mailing generation
fr_fr: Génération du mailing

# Log_BeginSend
source: Sending the mailing
fr_fr: Envoi du mailing

# Log_Error_CategoryGenerationError
source: Category "{0}" : An error occured during generation
fr_fr: Catégorie "{0}" : Une erreur s'est produite pendant la génération

# Log_Error_ListNotFound
source: Category "{0}" : List {1} could not be found
fr_fr: Catégorie "{0}" : La liste {1} est introuvable

# Log_Error_MailingAlreadySent
source: This mailing has already been sent. It cannot be sent twice.
fr_fr: Ce mailing a déjà été envoyé, il ne peut pas être réenvoyé

# Log_Error_NoMailingTemplate
source: There is no mailing template associated to this mailing definition
fr_fr: Il n'y a pas de modèle de mailing associé à cette définition de mailing

# Log_Error_QueryError
source: Category "{0}" : An error occured during execution of the CAML query
fr_fr: Catégorie "{0}" : Une erreur s'est produite pendant l'exécution de la requête CAML

# Log_Error_SendError
source: An erreur occured while sending the mailing
fr_fr: Une erreur s'est produite lors de l'envoi du mailing

# Log_Info_EmptyCategory
source: Category "{0}" : query returned no results
fr_fr: Catégorie "{0}" : La requête CAML n'a retourné aucun résultat

# Log_Info_MailingSentTo
source: Mailing sent to {0}
fr_fr: Mailing envoyé à {0}

# Log_Warning_ContactHasNoEmail
source: Contact {0} (ID={1}) has no associated email
fr_fr: Le contact {0} (ID={1}) n'a pas d'adresse mail

# Log_Warning_ListFieldNotFound
source: Category "{0}" : Field "{1}" could not be found or converted to a string
fr_fr: Catégorie "{0}" : Le champ "{1}" est introuvable ou ne peut pas être converti en chaîne de caractères

# Log_Warning_MailingCouldNotBeSentTo
source: Impossible to send the mailing to {0}
fr_fr: Impossible d'envoyer le mailing à {0}

# Log_Warning_UserCannotAccessListItem
source: Category "{0}" : User {1} cannot access to
fr_fr: Catégorie "{0}" : L'utilisateur {1} ne peut pas accéder à

# Log_Warning_UserHasNoEmail
source: User {0} has no associated email
fr_fr: L'utilisateur {0} n'a pas d'adresse email

# Log_Warning_UserNotFound
source: User {0} could not be found
fr_fr: L'utilisateur {0} est introuvable

# SendMailing_Processing_LeadingHTML
source: Please wait...
fr_fr: Veuillez patienter...

# SendMailing_Processing_TrailingHTML
source: Mailing is beeing sent
fr_fr: Envoi du mailing en cours

# Workflow_HistoryList_Description
source: Tracks workflow events
fr_fr: Evénements liés aux flux de travail

# Workflow_HistoryList_Title
source: Workflow History
fr_fr: Historique des flux de travail

# Workflow_Log_AutomaticGeneration
source: Generating a new mailing
fr_fr: Génération d'un nouveau mailing

# Workflow_Log_WaitForDaysOffset
source: Waiting for {0} until next generation
fr_fr: Mise en attente pendant {0} avant la prochaine génération

# Workflow_Log_ItemChanged
source: The mailing definition has been modified, terminating workflow
fr_fr: La définition de mailing a été modifiée, le flux de travail va se terminer

# Workflow_Log_ManualGeneration
source: The mailing definition is set to manual generation mode
fr_fr: La définition de mailing est en mode manuel

# Workflow_Log_WorkflowActivated
source: Workflow started
fr_fr: Début du flux de travail

# Workflow_MailingDefinition_Description
source: Sequential machine workflow that automatically generates mailings every X days if specified in the AutomaticGeneration field
fr_fr: Flux de travail séquentiel permettant la génération automatique de mailings chaque X jours, X correspondant à la valeur du filtre DaysOffset.

# Workflow_MailingDefinition_Name
source: Mailing generation
fr_fr: SPMailing - Génération automatique

# Workflow_Outcome_Generating
source: Generating
fr_fr: Génération

# Workflow_Outcome_Initializing
source: Initializing
fr_fr: Initialisation

# Workflow_Outcome_Waiting
source: Waiting
fr_fr: En attente

# Workflow_Outcome_Running
source: Running
fr_fr: En cours

# Workflow_TaskList_Description
source: Tracks workflow tasks
fr_fr: Gestion des tâches liées aux flux de travail

# Workflow_TaskList_Title
source: Workflow Tasks
fr_fr: Tâches des flux de travail

# Ribbon_GenerateMailing_ButtonGenerate_Description
source: Generates a new mailing from his mailing definition
fr_fr: Génère un mailing à partir de cette définition

# Ribbon_GenerateMailing_ButtonGenerate_Title
source: Generate
fr_fr: Générer

# Ribbon_GenerateMailing_Group_Title
source: Generation
fr_fr: Génération

# Ribbon_GenerateMailing_Tab_Description
source: Commands related to SPMailing feature
fr_fr: Commandes liées à la fonctionnalité SPMailing

# Ribbon_Mailing_Button_Send_Description
source: Sends the mailing to all recipients
fr_fr: Envoie le mailing à tous les destinataires

# Ribbon_Mailing_Button_Send_Title
source: Send
fr_fr: Envoi

# Ribbon_Mailing_Button_Test_Description
source: Sends the mailing to current user only
fr_fr: Envoi le mailing à l'utilisateur courant uniquement

# Field_From_Adress_Title
source: From (adress)
fr_fr: Expéditeur (adresse email)

# Field_From_DisplayName_Title
source: From (display name)
fr_fr: Expéditeur (nom affiché)

# Field_ReplyTo_Adress_Title
source: ReplyTo (adress)
fr_fr: Répondre à (adresse)

# Field_ReplyTo_DisplayName_Title
source: ReplyTo (display name)
fr_fr: Répondre à (Nom d'affichage)

# WorkflowAssociation_MailingDefinition_Description
source: Handles automatic generation if specified
fr_fr: Gestion des générations automatiques de mailings

# WorkflowAssociation_MailingDefinition_Name
source: Generation
fr_fr: Génération automatique

# Workflow_Log_Terminating
source: Workflow terminating
fr_fr: Fin du flux de travail

# Workflow_Outcome_Terminating
source: Terminating
fr_fr: Fin

# Workflow_Error_DaysOffsetNotSet
source: Automatic generation is enabled but the days offset filter is not set or lesser than 1
fr_fr: La génération automatique est activée mais le filtre DaysOffset n'est pas défini ou est défini à une valeur inférieure ou égale à 1
